[MD_WOTC_BOIII_SNP_SVG100_STD_XCOM_T1 X2WeaponTemplate_Custom]
FriendlyName="SVG-100型"
FriendlyNamePlural="SVG-100型"
AbilityDescName="狙击步枪"
BriefSummary="一种实验性的反物质步枪，一旦发射，就可以在下一回合中装弹，而不必手动转动枪栓。这是通过吸收狙击手的后坐力并将其储存在某个地方，然后利用这个能量循环枪栓来实现的。"
TacticalText="<Bullet/>类型：冲锋枪\n<Bullet/>射击模式：全自动\n<Bullet/>动作：未知\n<Bullet/>弹匣：12.7x99毫米子弹\n<Bullet/>产地：德国 \n<Bullet/>级别：常规"

[MD_WOTC_BOIII_SNP_SVG100_STD_XCOM_T2 X2WeaponTemplate_Custom]
FriendlyName="SVG-100型"
FriendlyNamePlural="SVG-100型"
AbilityDescName="狙击步枪"
BriefSummary="一种实验性的反物质步枪，一旦发射，就可以在下一回合中装弹，而不必手动转动枪栓。这是通过吸收狙击手的后坐力并将其储存在某个地方，然后利用这个能量循环枪栓来实现的。"
TacticalText="<Bullet/>类型：冲锋枪\n<Bullet/>射击模式：全自动\n<Bullet/>动作：未知\n<Bullet/>弹匣：12.7x99毫米子弹\n<Bullet/>产地：德国 \n<Bullet/>级别：磁力"

[MD_WOTC_BOIII_SNP_SVG100_STD_XCOM_T3 X2WeaponTemplate_Custom]
FriendlyName="XPB-200型"
FriendlyNamePlural="XPB-200型"
AbilityDescName="反器材步枪"
BriefSummary="一种实验性的反物质步枪，一旦发射，就可以在下一回合中装弹，而不必手动转动枪栓。这是通过吸收狙击手的后坐力并将其储存在某个地方，然后利用这个能量循环枪栓来实现的。"
TacticalText="<Bullet/>类型：冲锋枪\n<Bullet/>射击模式：全自动\n<Bullet/>动作：未知\n<Bullet/>弹匣：12.7x99毫米子弹\n<Bullet/>产地：德国 \n<Bullet/>级别：光束"

[MD_WOTC_BOIII_SNP_SVG100_STD_RPR_T1 X2WeaponTemplate_Custom]
FriendlyName="SVG-100型"
FriendlyNamePlural="SVG-100型"
AbilityDescName="狙击步枪"
BriefSummary="一种实验性的反物质步枪，一旦发射，就可以在下一回合中装弹，而不必手动转动枪栓。这是通过吸收狙击手的后坐力并将其储存在某个地方，然后利用这个能量循环枪栓来实现的。"
TacticalText="<Bullet/>类型：冲锋枪\n<Bullet/>射击模式：全自动\n<Bullet/>动作：未知\n<Bullet/>弹匣：12.7x99毫米子弹\n<Bullet/>产地：德国 \n<Bullet/>级别：常规"

[MD_WOTC_BOIII_SNP_SVG100_STD_RPR_T2 X2WeaponTemplate_Custom]
FriendlyName="SVG-100型"
FriendlyNamePlural="SVG-100型"
AbilityDescName="狙击步枪"
BriefSummary="一种实验性的反物质步枪，一旦发射，就可以在下一回合中装弹，而不必手动转动枪栓。这是通过吸收狙击手的后坐力并将其储存在某个地方，然后利用这个能量循环枪栓来实现的。"
TacticalText="<Bullet/>类型：冲锋枪\n<Bullet/>射击模式：全自动\n<Bullet/>动作：未知\n<Bullet/>弹匣：12.7x99毫米子弹\n<Bullet/>产地：德国 \n<Bullet/>级别：磁力"

[MD_WOTC_BOIII_SNP_SVG100_STD_RPR_T3 X2WeaponTemplate_Custom]
FriendlyName="XPB-200型"
FriendlyNamePlural="XPB-200型"
AbilityDescName="反器材步枪"
BriefSummary="一种实验性的反物质步枪，一旦发射，就可以在下一回合中装弹，而不必手动转动枪栓。这是通过吸收狙击手的后坐力并将其储存在某个地方，然后利用这个能量循环枪栓来实现的。"
TacticalText="<Bullet/>类型：冲锋枪\n<Bullet/>射击模式：全自动\n<Bullet/>动作：未知\n<Bullet/>弹匣：12.7x99毫米子弹\n<Bullet/>产地：德国 \n<Bullet/>级别：光束"
